Publ/Cursos/DataScienceIA/FundamentosMath.html
<!doctype html>
<html lang="en">
<head>
<title>Curso de fundamentos de Matemáticas</title>
<!-- 2022-05-23 Mon 20:32 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="J.D Castro">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">

</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Aritmética</a>
<ul class="nav">
<li><a href="#sec-1-1">1.1. Operaciones básicas de matemáticas</a></li>
<li><a href="#sec-1-2">1.2. Potenciación y sus propiedades</a></li>
<li><a href="#sec-1-3">1.3. Radicación y sus propiedades</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">Curso de fundamentos de Matemáticas</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Aritmética</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Operaciones básicas de matemáticas</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Qué es la aritmética?
<ul class="org-ul">
<li>La rama de las matemáticas que estudia los números y las operaciones que se hacen con ellos.
</li>
<li>Trabaja solo con números.
</li>
</ul>
</li>
<li>Operaciones básicas:
<ul class="org-ul">
<li>Suma (+).
</li>
<li>Resta (-).
</li>
<li>Multiplicación (*).
<ul class="org-ul">
<li>Es una suma repetida.
</li>
<li>Es conmutativa:
<ul class="org-ul">
<li>El orden de los factores no altera el producto.
</li>
</ul>
</li>
</ul>
</li>
<li>División (/).
<ul class="org-ul">
<li>Es una resta repetida.
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Potenciación y sus propiedades</h3>
<div class="outline-text-3" id="text-1-2">
<blockquote>
<p>
\(m^n\)
</p>
</blockquote>

<ul class="org-ul">
<li>\(m\) es la base y \(n\) es el exponente.
</li>
<li>Es una multiplicación repetida.
</li>
<li>Propiedades:
<ul class="org-ul">
<li>En la multiplicación de dos potencias con la misma base los exponentes se suman.
</li>
<li>En la división de dos potencias con la misma base los exponentes se restan
</li>
<li>Una potencia elevada a la cero da 1.
</li>
<li>Una potencia cuya base es 0 siempre va a dar 0, no importa el exponente.
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Radicación y sus propiedades</h3>
<div class="outline-text-3" id="text-1-3">
<div class="center">
<p>
\(4^2 = 16\)
</p>

<p>
\(\sqrt[2]{16} = 4\)
</p>
</div>

<ul class="org-ul">
<li>Es la operación inversa a la potencia.
</li>
<li>Encuentra la base de la potencia.
</li>
<li>También podríamos pensar en por ejemplo \(\sqrt[2]{16} = 2\) como:
<ul class="org-ul">
<li>Qué número debemos de multiplicar 4 veces para obtener 16?
</li>
</ul>
</li>
<li>A esta operación se le llama raíz.
</li>
</ul>
</div>
</div>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: J.D Castro</p>
<p class="date">Created: 2022-05-23 Mon 20:32</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 28.1.50 (<a href="http://orgmode.org">Org-mode</a> 9.6)</p>
</div>
</footer>
</body>
</html>
